import './termsOfUse.css'

const TermOfUse = () => {
    return (
        <div style={{direction:"rtl"}}>
            <div className='bg-img'>
                <h2>תנאי שימוש</h2>
            </div>

            <div className="terms-container container">
                <ol>
                    <li>
                        <strong><p className='p-title'>כללי</p></strong>
                        <ul>
                            <li>אתר אינטרנט זה upcapital.io uq ו/או upcapitalgroup.com (להלן: <strong>“האתר"</strong>),  הינו אתר בבעלות חברת אפ קפיטל פיננסים בע"מ (להלן: <strong>“החברה"</strong>) משדרות רוטשילד 45, תל אביב.</li>
                            <li>כל שימוש באתר, לרבות ומבלי לגרוע מכלליות האמור, כל שימוש במידע המוצג באתר ו/או במקורות מידע אחרים המקושרים לאתר (להלן: <strong>“הקישורים"</strong>), וכן מסירת כל מידע שהוא, קבלת הצעות כלשהם באמצעות האתר (להלן: <strong>“השימוש באתר"</strong>), הינו בכפוף לתנאים המפורטים להלן.</li>
                            <li>החברה רשאית, מעת לעת, ושומרת לעצמה את הזכות, להתאים, לשנות, להגביל, להפסיק, או להחליף את האתר ו/או תנאי שימוש אלה, בכל רגע נתון וללא הודעה מוקדמת. באחריותך לעיין בתנאי שימוש אלה על בסיס קבוע כדי להתעדכן בכל התאמה, הגבלה, שינוי או החלפה שיבוצעו בהם. לא תהיה לך כל טענה ו/או תביעה נגד האתר ו/או העמותה בגין שינויים אלה ו/או בגין תקלות אשר עלולות להתרחש תוך כדי ביצועם.</li>
                            <li>מטעמי נוחות תנאי שימוש אלה מנוסחים בלשון זכר בלבד, אולם הם מתייחסים לשני המינים.</li>
                        </ul>
                    </li>
                    <li>
                        <strong><p className='p-title'>השימוש באתר</p></strong>
                        <ul>
                            <li>תנאי שימוש אלה מהווים הסכם בינך לבין האתר.</li>
                            <li>לאור האמור לעיל, בטרם עשיית שימוש, מכל מין וסוג שהוא באתר, עלייך לקרוא תנאי שימוש אלה ולהסכים להם. במידה ואינך מקבל תנאי (אחד או יותר) מתנאי שימוש אלה, הינך מתבקש שלא לעשות כל שימוש באתר זה.</li>
                            <li>עצם ביצוע פעולה באתר מהווה הודעה מוחלטת, סופית ובלתי חוזרת מצדך כי קראת הוראות תנאי שימוש אלה, וכי והסכמת להם.</li>
                            <li>חל איסור מוחלט להעתיק או להשתמש בתכנים המתפרסמים באתר, לכל מטרה שהיא, שאיננה שימוש אישי. שימוש שאינו ראוי באתר ובתכניו ו/או שימוש באתר ובתכניו בניגוד להוראה מהוראות תנאי שימוש אלה, מהווה הפרה של תנאי השימוש. העמותה תהא רשאית לסרב להעניק לך גישה לאתר, לפי שקול דעתה הבלעדי וללא כל התראה מוקדמת. אין באמור לעיל כדי לגרוע מכל סעד חוקי העומד לרשות העמותה בגין הפרת תנאי ו/או הוראה כלשהיא, מתנאי שימוש אלה.</li>
                        </ul>
                    </li>
                    <li>
                        <strong><p className='p-title'>פרטיות ואבטחת מידע</p></strong>
                        <ul>
                            <li>החברה עושה כל שביכולתה על מנת לשמור על סודיות המידע אודותייך (להלן: <strong>"המידע"</strong>) .האתר מאובטח באמצעים אבטחה מקובלים. יחד עם זאת, תמיד קיים סיכון של חדירה למידע המצוי ברשת.</li>
                            <li>ככל והנך משאיר פרטים באתר הנך מתחייב להשאיר, אך ורק, פרטים אישיים שלך כשהם מלאים ונכונים. המידע שתמסור יישמר במאגרי המידע של החברה. מובהר בזאת כי אינך חייב על פי דין למסור מידע אודותייך, אולם ללא מסירת המידע לחברה לא תוכל העמותה לטפל כראוי בפנייתך אליה.</li>
                            <li>הנך מצהיר ומסכים לכך כי מסירת המידע, הנתונים פרטייך האישיים באתר נעשית על פי רצונך, החופשי והמלא, וכי עצם מסירת הנתונים על ידך, מהווה הסכמה מצידך להתיר לחברה ו/או למי מטעמה להשתמש במידע שנמסר על ידך, בכפוף להוראות כל דין.</li>
                            <li>החברה תהא רשאית לשתף את המידע, כולו או חלקו, עם צדדים שלישיים, כמפורט בתנאי מדיניות הפרטיות.</li>
                        </ul>
                    </li>
                    <li>
                        <strong><p className='p-title'>הגבלת אחריות</p></strong>
                        <ul>
                            <li>החברה אינה אחראית ולא תהא אחראית לכל תקלה ו/או בעיה, מכל סוג שהוא, שתגרם לך בעקבות ו/או כתוצאה מעשיית שימוש באתר, לרבות ומבלי לגרוע מכלליות האמור, בעיות תקשורת (קבועה או זמנית) ו/או תקלות תכנה ו/או בעיות חומרה ו/או וירוסים ו/או חדירה של תוכנות זדוניות או חדירה של כל תכנה אחרת שתמנע גישה ו/או שימוש באתר.</li>
                            <li>אין באמור במידע המוצג באתר משום הצעה לכריתת הסכם בינך לבין החברה ו/או כל גורם אחר. לפני כריתת הסכם כלשהוא, בהסתמך על המידע המצוי באתר, מומלץ לקבל ייעוץ פרטני בנושא.</li>
                            <li>החברה אינה אחראית לכל נזק, הפסד או הוצאה, (ישירים, עקיפים, משניים, מיוחדים ו/או תוצאתיים), שייגרמו כתוצאה מהסתמכות על המידע המוצג באתר זה ו/או כתוצאה מכל שימוש אחר באתר ו/או כתוצאה מאי יכולת להשתמש באתר.</li>
                            <li>למרות שהחברה עושה כל שביכולתה לוודא את איכות, אמינות, שלמות ורמת הדיוק והעדכון של המידע והתוכן הכלולים באתר, יתכן שבמידע המוצג באתר יהיו שיבושים ו/או שגיאות ו/או אי דיוקים. החברה ו/או מי מטעמה לא תהא אחראית לנזק שעלול להיגרם עקב אי דיוקים אלה.</li>
                            <li>יובהר, כי ככל ויופיעו באתר קישורים, לרבות קישור לאתר המופעל על ידי צד ג’ כלשהוא, החברה איננה אחראית ולא תישא בכל אחריות לתוכנם ולכל מידע המתפרסם בהם. אנא הפעל שיקול דעתך בטרם כניסה לקישורים שאינך מכיר. יובהר כי החברה לא תהיה אחראית לכל נזק (ישיר או עקיף), מכל מין וסוג שהוא, שיגרם לך כתוצאה משימוש בקישורים.</li>
                        </ul>
                    </li>
                    <li>
                        <strong><p className='p-title'>קניין רוחני</p></strong>
                        <ul>
                            <li>כל התכנים באתר, לרבות ומבלי לגרוע מכלליות האמור, הקניין הרוחני באתר, הינם של החברה בלבד או של צד שלישי (שנתן לחברה הרשאה).</li>
                            <li>חל איסור על העתקה, הפצה, העברה, מכירה, השכרה, בין באופן ישיר ובין באופן עקיף, באמצעות צד שלישי, או בכל דרך אחרת, ללא קבלת הסכמה מראש ובכתב מהעמותה.</li>
                        </ul>
                    </li>
                    <li>
                        <strong><p className='p-title'>דין וסמכות שיפוט</p></strong>
                        <ul>
                            <li>הנך מסכים בזאת כי הדין החל על תנאי שימוש אלה ו/או על כל טענה, דרישה או תביעה בקשר לתנאי שימוש אלה, הינו אך ורק דינה של מדינת ישראל. סמכות השיפוט הבלעדית בקשר עם כל מחלוקת ו/או תביעה אשר יתעוררו בקשר עם השימוש באתר ו/או בקשר עם תנאי שימוש אלה תהיה מסורה לבתי המשפט במחוז תל אביב – יפו.</li>
                        </ul>
                    </li>
                </ol>
                <div className='last-update'>עודכן לאחרונה ביום: 11.10.2020</div>
            </div>

        </div>
    )
}

export default TermOfUse