import React from 'react'

const PrivacyPolicy = () => {
  return (
    <div style={{ direction: "rtl" }}>
      <div className="bg-img">
        <h2>
          מדיניות הפרטיות
        </h2>
      </div>
      <div className='terms-container container'>
        <ol>
          <li>
            <strong><p className='p-title'>כללי</p></strong>
            <ul>
              <li>מדיניות פרטיות זו (להלן: “המדיניות") מטרתה להבהיר את זכויותייך וחובותייך כמשתמש (להלן: “המשתמש”)  בכל הנוגע לאופן האיסוף, דרך השימוש והשיתוף של המידע האישי אשר נמסר על ידי המשתמש אפ קפיטל פיננסים בע"מ (להלן: “החברה") באמצעות האתר להלן:  upcapital.io או  upcapitalgroup.com  ו/או בכל אמצעי אחר, כפי שיהיה מעת לעת (להלן יחד: “האתר" הכול בהתאם למפורט במדיניות זו להלן.</li>
              <li>ייתכן שהחברה תעדכן את המדיניות, מעת לעת, ובהתאם לשיקול דעתה הבלעדי (להלן: “המדיניות המתוקנת"). כל משתמש מחויב לשים לב לשינויים כאמור, אשר יופיעו באתר, והם יחולו עליו מרגע פרסום המדיניות המתוקנת באתר. המשך השימוש באתר לאחר השינוי במדיניות מהווה הסכמה למדיניות המתוקנת.</li>
              <li>המדיניות כתובה בלשון זכר מטעמי נוחות בלבד, והיא מיועדת לנשים וגברים כאחד.</li>
            </ul>
          </li>
          <strong><p className='p-title'>אנא קרא את המדיניות בעיון ואם אינך מסכים למדיניות ולתנאיה, אנא הימנע מהשימוש באתר. שימוש על ידך באתר מהווה הסכמתך למדיניות ותנאיה.</p></strong>
          <li>
            <strong><p className='p-title'>סוג המידע הנאסף</p></strong>
            <ul>
              <li>מידע אישי המאפשר זיהוי של המשתמש באופן מלא (להלן: “מידע אישי").</li>
              <li>החברה עשויה לאסוף מידע אישי שהמשתמש מזין ו/או מוסר באמצעות האתר, כגון (אך לא רק) סוג מידע אישי, כדלקמן:</li>
              <li>פרטי קשר ופרטים דמוגרפיים– שם מלא, מספר זהות, פרטי קשר, כתובת, דואר אלקטרוני וכו’.</li>
              <li>המשתמש מתחייב למסור, אך ורק, פרטים נכונים, מדויקים ומלאים ומאשר בזאת את נכונות הפרטים שנמסרו על ידו. יובהר כי המשתמש אינו חייב על-פי דין למסור את המידע האישי (כולו או חלקו), אולם ייתכן כי מסירת פרטים שגויים או חלקיים, בין השאר, ימנעו את אפשרות השימוש בשירותים באתר, לפגוע באיכות השירות שיסופקו למשתמש, ולפגוע ביכולת ליצור קשר עם המשתמש.</li>
            </ul>
          </li>
          <li>
            <strong><p className='p-title'>השימוש במידע האישי</p></strong>
            <ul>
              <li>
                <p>החברה אוספת את המידע האישי לצורך המטרות (כולן או חלקן), כדלקמן:</p>
                <ul>
                  <li>לשם אספקת מוצרים ו/או שירותים, לרבות באמצעות האתר.</li>
                  <li>לשם יצירת קשר עם המשתמש.</li>
                  <li>לשם התאמה והצעת מוצרים ו/או שירותים אשר עשויים להתאים לך.</li>
                  <li>לשם זיהוי המשתמש בעת פנייה לחברה.</li>
                  <li>לשם ניהול הפעילות העסקית של החברה, בין היתר בהתאם לכללי מדיניות ונהלים פנימיים, לרבות אלה הקשורים לעריכת ביקורות, ניהול ספרים, חשבונות, חיובים וגבייה ומערכות ניהול מידע.</li>
                  <li>לשם עמידה בהוראות הדין וחובות רגולטוריות.</li>
                  <li>לשם התגוננות מפני תביעות, דרישות וטענות נגד החברה וכל מי מטעמה וכן נגד צדדים שלישיים.</li>
                  <li>לכל מטרה אחרת המפורטת במדיניות או בתנאי השימוש של איזה מהשירותים הרלוונטיים באתר.</li>
                  <li>בנוסף, החברה עשויה לבצע דיוור ישיר, כהגדרתם בסעיף 17 ג לחוק הגנת הפרטיות, תשמ”א – 1981. כמו כן, עשויה החברה לשלוח לך דברי פרסומת כהגדרתו לסעיף 30א (ב) לחוק התקשורת (בזק ושירותים) התשמ”ב 1982 וניוזלטרים.</li>
                  <li>על מנת להסיר את עצמך מרשימת הדיוור אנא שלח הודעת דוא”ל לכתובת: info@upcapital.io  ("הדוא"ל")</li>
                  <li>כאמור, לא חלה על המשתמש חובה למסור מידע כלשהו לחברה באמצעות האתר, אולם ככל שלא יימסר המידע ייתכן והעמותה לא תוכל לספק שירותים לאותו משתמש.</li>
                </ul>
              </li>
            </ul>
          </li>
          <li>
            <strong><p className='p-title'>פנייה לחברה</p></strong>
            <ul>
              <li>ככלל החברה לא תעביר ולא תמסור את המידע האישי (כולו או חלקו) לצדדים שלישיים אלא כמפורט במדיניות להלן.</li>
              <li>
                <p>החברה תהא רשאית להעביר את המידע האישי (כולו או חלקו) לצדדים שלישיים בהתקיים אחד או יותר מהמקרים הבאים:</p>
                <ul>
                  <li>לספקי משנה של החברה (כולל בנקים וגופים ממנים).</li>
                  <li>במקרה של מחלוקת משפטית בין המשתמש לבין החברה שתחייב חשיפת מידע אישי אודות המשתמש.</li>
                  <li>אם המשתמש/ת יבצע באתר פעולות שבניגוד לדין.</li>
                  <li>אם יתקבל צו שיפוטי המורה למסור את פרטי המשתמש/ת או המידע אודותיו/ה לצד שלישי.</li>
                  <li>בכל מקרה של חשד להונאה או בעיות אבטחה.</li>
                  <li>לצדדים שלישיים אשר מעניקים לעמותה שירותים שונים ובין היתר שירותי תמיכה במערכות האבטחה ומערכות טכנולוגיית מידע, שירותי אחסון מידע, עורכי דין או יועצים מקצועיים חיצוניים אחרים וכן לצדדים שלישיים נוספים אשר מעניקים לעמותה שירותים בקשר עם פעילותה</li>
                  <li>במקרה של העברה ו/או מכירה ו/או המחאה ו/או רכישה, של פעילות החברה ו/או נכסיה ו/או כל חלק מהם, בתמורה או שלא בתמורה.</li>
                  <li>בכל מקרה אחר שהעמותה תסבור כי מסירת המידע האישי נדרשת כדי למנוע נזק לחברה, למשתמש, ולצד שלישי כלשהו.</li>
                </ul>
              </li>
              <li>צדדים שלישיים עשויים לאסוף מידע ו/או לעבד ו/או לשמור ו/או לשתף את המידע האישי, כיוצא באלה ואולם פעולות אלו מתבצעות בכפוף לתנאי שימוש ומדיניות פרטיות של אותם צדדים שלישיים. לפיכך, החברה אינה אחראית לפעולות כאמור ו/או למדיניות פרטיות ותנאי השימוש החלים על פעולות אלו המתבצעות על ידי צדדים שלישיים.</li>
            </ul>
          </li>
          <li>
            <strong><p className='p-title'>אבטחת מידע</p></strong>
            <ul>
              <li>כל שאלה או פנייה לעמותה בקשר למדיניות ניתן להעביר לכתובת הבאה: info@upcapital.io</li>
              <li>החברה לא תישא בכל חבות, והיא פטורה מכל אחריות, בקשר עם כל נזק, הפסד או הוצאה, מכל מין וסוג שהם, בין אם ישירים ובין אם עקיפים ו/או נסיבתיים ו/או תוצאתיים, אשר נגרמו ו/או ייגרמו למשתמש ולכל מי מטעמו וכן לצדדים שלישיים, בכל הקשור והנוגע לקבלת המידע האישי, השימוש בו, העברתו לצדדים שלישיים ולשימוש באתר.</li>
            </ul>
          </li>
          <li>
            <strong><p className='p-title'>פנייה לחברה</p></strong>
            <ul>
              <li>כל שאלה או פנייה לעמותה בקשר למדיניות ניתן להעביר לכתובת הבאה: <u>info@upcapital.io</u></li>

            </ul>
          </li>
          <li>
            <strong><p className='p-title'>דין וסמכות שיפוט</p></strong>
            <ul>
              <li>סמכות השיפוט הבלעדית בקשר עם כל מחלוקת ו/או תביעה אשר יתעוררו בקשר עם השימוש באתר ו/או בקשר עם המדיניות תהיה מסורה לבתי המשפט במחוז תל אביב – יפו.</li>
            </ul>
          </li>
        </ol>
        <div className='last-update'>עודכן לאחרונה ביום: 11.10.2020</div>

      </div>
    </div>
  )
}

export default PrivacyPolicy