interface JobOffer {
  jobTitle: string;
  jobId: string;
  location: string;
  jobType: string;
  deadline: string;
  jobDesc: string[];
  jobQf: string[];
}

export const jobOffers: JobOffer[] = [
  {
    jobTitle: "פקיד/ת הנהלת חשבונות",
    jobId: "201",
    location: "תל אביב",
    jobType: "מלאה",
    deadline: "01/11/21",
    jobDesc: [
      `דרוש /ה פקיד /ת למחלקת הנהלת חשבונות, הגדרת התפקיד כוללת: קליטת פקודות יומן ושקים כרטיסים, התאמות, תיוקים, קליטת חשבוניות, תשלומי חשבוניות לספקים, הכנת הוראות תשלום.`,
    ],
    jobQf: [
      `ניסיון קודם – חובה.`,
      `אקסל – חובה.`,
      `יכולת עבודה בסביבה ממוחשבת – חובה.`,
      `ידע בסיסי בהנהלת חשבונות – חובה.`,
      `המשרה מיועדת לנשים וגברים כאחד.`,
    ],
  },
  {
    jobTitle: "מנהל/ת דיגיטל",
    jobId: "301",
    location: "תל אביב",
    jobType: "מלאה",
    deadline: " 01/12/2021",
    jobDesc: [
      `בניית מענה דיגיטלי שיתמוך בניהול דיאלוג מדויק ומבוסס נתונים עם מגוון סוגי הלקוחות, לאורך כל מסע הלקוח. ניתוח מסע הלקוח, זיהוי נקודות לטיפול /מינוף באמצעות פתרונות דיגיטליים, בניית תוכנית, יישומה ובדיקת אפקטיביות לאורך זמן.        `,
      `ניהול ואחזקת הנכסים הדיגיטליים השיווקיים של החברה: אתר החברה, נכסי מדיה חברתית וניהול התוכן הדיגיטלי של החברה ברשת.`,
      `פיתוח תחום האנליזה הדיגיטלית בחברה והגדרת יעדים דיגיטליים בשיווק.`,
      `ניהול Data איסוף וקביעת אופן השימוש בדאטה להגעה לקהלים השונים.`,
    ],
    jobQf: [
      `תואר ראשון בכלכלה /הנדסת תעשייה וניהול /מדעי המחשב /תקשורת – חובה.`,
      `תואר שני במנהל עסקים – יתרון.`,
      `ניסיון מעשי משמעותי בתחום טכנולוגיית שיווק בארגון עסקי (או שילוב של ניסיון בארגון עסקי ובחברת פרסום בתחום הדיגיטל) – "חי ונושם דיגיטל".`,
      `יכולות שילוב בין הבנה שיווקית להבנה טכנולוגית משלב בין הבנה חדה של תהליכים שיווקיים, של הצרכן והשוק לבין הבנה טכנולוגית /טכנית.`,
      `יכולת כתיבה שיווקית וכתיבת בלוגים`,
      `המשרה מיועדת לנשים וגברים כאחד.`,
    ],
  },
  {
    jobTitle: "נציג/ת תפעול ושירות לקוחות",
    jobId: "102",
    location: "תל אביב",
    jobType: "מלאה",
    deadline: "01/11/2021",
    jobDesc: [
      `מתן שירות ומענה ללקוחות עסקיים במגוון נושאים פיננסיים, שיחות נכנסות ויוצאות במטרה להעמיק את הקשרים עם הלקוח, תמיכה וטיפול בתהליכים תפעוליים.`,
    ],
    jobQf: [
      `ניסיון בתפקיד שירותי – יתרון משמעותי`,
      `אוריינטציה שירותית גבוהה – חובה`,
      `יכולת עבודה בתנאי לחץ`,
      `אחריות אישית ודייקנות`,
      `יכולת עבודה עצמאית וראש גדול`,
      `משרה מלאה, עם נכונות לשעות נוספות`,
    ],
  },
  {
    jobTitle: "נציגי/ות שירות ומכירות",
    jobId: "101",
    location: "תל אביב",
    jobType: "מלאה",
    deadline: "01/11/2021",
    jobDesc: [`לתפקיד הכולל מתן מענה טלפוני ללקוחות החברה בנושאים מגוונים בעולמות הפיננסיים ומכירת פתרונות פיננסיים. המוקד פעיל בימים א'-ה' בין השעות 08:00-17:00 ועד אחרון הלקוחות ללא ימי שישי וללא משמרות ערב!`],
    jobQf: [
        `אוריינטציה שירותית ומכירתית.`,
         `בגרות מלאה.`,
          `לאחר שירות צבאי.`,
           ],
  },
];
